Repository: kdelija/parks_and_recs
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hr

source: Oops!
hr: Ups!

source: There is no such page
hr: Ta stranica ne postoji

source: Maybe you misspelled something?
hr: Možda ste nešto krivo napisali?

source: There has been a problem
hr: Pojavio se problem

source: Our server is having difficulties finding that information
hr: Server ima problema s tom informacijom

source: Home
hr: Naslovna

source: Get Started
hr: Počnite ovdje

source: Parks and Activities
hr: Parkovi i aktivnosti

source: General advice
hr: Opći savjeti

source: Search
hr: Pretraži

source: Calculate all your needs!
hr: Izračunajte sve što vam je potrebno!

source: Simply enter the desired options below
hr: Jednostavno unesite željene opcije

source: Number of persons
hr: Broj osoba

source: Choose here
hr: Odaberite

source: 4 (free extra ticket!)
hr: 4 (jedna gratis karta!)

source: Rock type
hr: Tip stijene

source: Easy one, I'm just a beginner
hr: Lagano, ipak sam samo početnik

source: Moderate one, I have some experience already
hr: Srednje teško, imam već iskustva

source: Hard mode! I need an adrenaline trip!
hr: Teško! Treba mi adrenalinski trip!

source: How high do you want to go?
hr: Koliko visoko želite ići?

source: Up to 50 meters
hr: Do 50 metara

source: Between 50 and 200 meters
hr: Između 50 i 200 metara

source: All the way up top!
hr: Sve do vrha!

source: I want to take a full course meal as well
hr: Želim i puni meni

source: I need to rent the equipment, I don't have mine
hr: Trebam iznajmiti opremu, nemam svoju

source: I want a surprise gift box!
hr: Želim poklon iznenađenja

source: Start easily with a few tips!
hr: Počnite lagano sa ovih par savjeta

source: Read the to-do list below to get yourself ready for the adventure.
hr: Pročitajte listu kako bi se pripremili za avanturu

source: Start early
hr: Krenite ranije

source: Bring water
hr: Ponesite vodu

source: Watch some videos
hr: Pogledajte neki video

source: Something else
hr: Još nešto

source: Make sure to start a little earlier than planned. You never know what sort of traffic issues might happen on your way to the park!
hr: Pobrinite se da krenete nešto ranije nego ste planirali. Nikad ne znate na kakve probleme u prometu možete naići na putu do parka!

source: Water! There's never enough of it! Make sure to bring some extra bottles, especially on your mountain climbing trip, you'll dehydrate fast.
hr: Voda! Nikad dosta vode! Ponesite dodatnu bocu vode, pogotovo ako idete na planinu gdje možete vrlo brzo dehidrirati

source: You can watch some videos on YouTube to get yourself familiar with rafting, climbing and other sort of activities. You can easily catch some good advice there as well!
hr: Možete pogledati par videa na YouTube da se upoznate sa raftingom, penjanjem po stijenama i sličnim aktivnostima. Možete lako doći do korisnih savjeta na ovaj način!

source: Also, something else, anything really.
hr: Također, još nešto, bilo što

source: ROCK CLIMBING IN PAKLENICA
hr: PENJANJE NA PAKLENICI

source: RAFTING ON ZRMANJA
hr: RAFTING NA ZRMANJI

source: LEAVE YOUR OWN REVIEWS
hr: OSTAVITE SVOJE OSVRTE

source: Previous
hr: Prethodna

source: Next
hr: Sljedeća

source: Looking for an adventure?
hr: Tražite avanturu?

source: Start right here!
hr: Počnite ovdje!

source: Rafting, rock climbing, you got it! You can easily find any information you want here. If you need a quick tutorial to get you started, simply click here!
hr: Rafting, penjanje po stijenama, imamo sve! Pronađite bilo kakvu informaciju na lagan način upravo ovdje. Ako vam treba brzi tutorijal, jednostavno kliknite ovdje

source: Start the tutorial
hr: Započnite tutorijal

source: Rock Climbing in Paklenica
hr: Penjanje na Paklenici

source: Get ready to test your limits!
hr: Pripremite se da testirate svoje granice!

source: Click here to choose the type of your activity and calculate the price.
hr: Kliknite ovdje za odabir aktivnosti i izračun cijene

source: Take the activity
hr: Započni

source: User reviews of Paklenica climbing
hr: Osvrti korisnika na Paklenici

source: Review
hr: Osvrt

source: Excitement
hr: Uzbuđenje

source: Value
hr: Isplativnost

source: free extra ticket
hr: gratis karta

source: Route type
hr: Tip rute

source: Hard mode! I need an adrenaline trip
hr: Teška! Treba mi adrenaliski trip!

source: Duration of your adventure
hr: Trajanje avanture

source: Up to 1 hour
hr: Do 1 sata

source: Between 1 and 2 hours
hr: Između 1 i 2 sata

source: The entire afternoon!
hr: Cijelo popodne!

source: Rafting on Zrmanja
hr: Rafting na Zrmanji

source: Experience a wild ride through river rapids!
hr: Isprobajte napetu vožnju po rječnim brzacima!

source: User reviews of Zrmanja rafting
hr: Osvrti korisnika na Zrmanju
